Repository: Goople95/face_battle
Catalog: lib/l10n/app_*.arb
Languages: es, id, pt, zh

# appTitle
source: Dice Girls
zh: 骰色天香

# gameNameChinese
source: Liar's Dice
es: Dados Mentirosos
id: Dadu Pembohong
pt: Dados Mentirosos
zh: 骰色天香

# loginTitle
source: Welcome
es: Bienvenido
id: Selamat Datang
pt: Bem-vindo
zh: 歡迎

# loginWithGoogle
source: Sign in with Google
es: Iniciar sesión con Google
id: Masuk dengan Google
pt: Entrar com Google
zh: 使用 Google 帳號登入

# loginWithFacebook
source: Sign in with Facebook
es: Iniciar sesión con Facebook
id: Masuk dengan Facebook
pt: Entrar com Facebook
zh: 使用 Facebook 帳號登入

# skipLogin
source: Skip
es: Omitir
id: Lewati
pt: Pular
zh: 跳過

source: OR
es: O
id: ATAU
pt: OU
zh: 或

source: Select Opponent
es: Seleccionar Oponente
id: Pilih Lawan
pt: Selecionar Oponente
zh: 選擇對手

source: VIP Opponents
es: Oponentes VIP
id: Lawan VIP
pt: Oponentes VIP
zh: VIP對手

# gameInstructions
source: How to Play
es: Cómo Jugar
id: Cara Bermain
pt: Como Jogar
zh: 遊戲說明

# instructionsContent
source: Each player rolls 5 dice secretly. Take turns bidding on the total number of dice. Challenge if you think they're lying! • 1s are wildcards and count as any number • Once someone bids on 1s, they lose wildcard status for that round
es: Cada jugador lanza 5 dados en secreto. Se turnan para apostar sobre el número total de dados. ¡Desafía si crees que están mintiendo! • Los 1 son comodines y cuentan como cualquier número • Una vez que alguien apuesta por 1s, pierden su estatus de comodín en esa ronda
id: Setiap pemain melempar 5 dadu secara rahasia. Bergantian bertaruh pada jumlah total dadu. Tantang jika Anda pikir mereka berbohong! • Angka 1 adalah wildcard dan bisa dihitung sebagai angka apa pun • Setelah seseorang bertaruh pada angka 1, maka 1 tidak lagi menjadi wildcard untuk ronde itu
pt: Cada jogador lança 5 dados secretamente. Revezem-se apostando no número total de dados. Desafie se achar que estão mentindo! • Os 1s são curingas e contam como qualquer número • Quando alguém apostar em 1s, eles perdem o status de curinga naquela rodada
zh: 每位玩家秘密擲5個骰子。輪流叫注骰子總數。如果你認為對方在說謊就質疑！ • 1為萬能點數，可以當作任何數字 • 一旦有人叫過1，該回合1就不再是萬能點數

source: Player Stats
es: Estadísticas del Jugador
id: Statistik Pemain
pt: Estatísticas do Jogador
zh: 玩家統計

source: Wins
es: Victorias
id: Menang
pt: Vitórias
zh: 勝利

source: Losses
es: Derrotas
id: Kalah
pt: Derrotas
zh: 失敗

source: Win Rate
es: Tasa de Victoria
id: Tingkat Kemenangan
pt: Taxa de Vitória
zh: 勝率

# totalWins
source: Wins
es: Victorias
id: Menang
pt: Vitórias
zh: 勝場

source: Level
es: Nivel
pt: Nível
zh: 等級

# intimacyLevel
source: Intimacy Lv.{level}
es: Intimidad Nv.{level}
id: Keintiman Lv.{level}
pt: Intimidade Nv.{level}
zh: 親密度 Lv.{level}

# drinkCapacity
source: {current}/{max} drinks
es: {current}/{max} bebidas
id: {current}/{max} minuman
pt: {current}/{max} bebidas
zh: {current}/{max} 杯

# soberTimeRemaining
source: Sober in {time}
es: Sobrio en {time}
id: Sadar dalam {time}
pt: Sóbrio em {time}
zh: {time}後清醒

# aboutMinutes
source: About {minutes} min
es: Unos {minutes} min
id: Sekitar {minutes} menit
pt: Cerca de {minutes} min
zh: 約{minutes}分鐘

source: Start Game
es: Iniciar Juego
id: Mulai Permainan
pt: Iniciar Jogo
zh: 開始遊戲

# continueGame
source: Continue
es: Continuar
id: Lanjutkan
pt: Continuar
zh: 繼續

source: New Game
es: Nuevo Juego
id: Permainan Baru
pt: Novo Jogo
zh: 新遊戲

source: Exit Game
es: Salir del Juego
id: Keluar Permainan
pt: Sair do Jogo
zh: 退出遊戲

source: Settings
es: Configuración
id: Pengaturan
pt: Configurações
zh: 設置

source: Language
es: Idioma
id: Bahasa
pt: Idioma
zh: 語言

source: Sound Effects
es: Efectos de Sonido
id: Efek Suara
pt: Efeitos Sonoros
zh: 音效

source: Music
es: Música
id: Musik
pt: Música
zh: 音樂

source: On
es: Activado
id: Aktif
pt: Ligado
zh: 開

source: Off
es: Desactivado
id: Nonaktif
pt: Desligado
zh: 關

source: Logout
es: Cerrar Sesión
id: Keluar
pt: Sair
zh: 登出

# confirmLogout
source: Are you sure you want to logout?
es: ¿Estás seguro de que quieres cerrar sesión?
id: Apakah Anda yakin ingin keluar?
pt: Tem certeza que deseja sair?
zh: 確定要登出嗎？

source: Cancel
es: Cancelar
id: Batal
pt: Cancelar
zh: 取消

source: Confirm
es: Confirmar
id: Konfirmasi
pt: Confirmar
zh: 確認

source: Loading...
es: Cargando...
id: Memuat...
pt: Carregando...
zh: 載入中...

source: Error
id: Kesalahan
pt: Erro
zh: 錯誤

# networkError
source: Network connection failed
es: Fallo de conexión de red
id: Gagal koneksi jaringan
pt: Falha na conexão de rede
zh: 網路連線失敗

# unknownError
source: An unknown error occurred
es: Ocurrió un error desconocido
id: Terjadi kesalahan yang tidak diketahui
pt: Ocorreu um erro desconhecido
zh: 發生未知錯誤

source: Your Turn
es: Tu Turno
id: Giliran Anda
pt: Sua Vez
zh: 你的回合

# opponentTurn
source: {name}'s Turn
es: Turno de {name}
id: Giliran {name}
pt: Vez de {name}
zh: {name}的回合

source: Bid
es: Apostar
id: Bertaruh
pt: Apostar
zh: 叫注

source: Challenge
es: Desafiar
id: Tantang
pt: Desafiar
zh: 質疑

# currentBid
source: Current Bid: {quantity} × {dice}
es: Apuesta Actual: {quantity} × {dice}
id: Taruhan Saat Ini: {quantity} × {dice}
pt: Aposta Atual: {quantity} × {dice}
zh: 當前叫注：{quantity} × {dice}

# selectBid
source: Select Your Bid
es: Selecciona Tu Apuesta
id: Pilih Taruhan Anda
pt: Selecione Sua Aposta
zh: 選擇你的叫注

source: Quantity
es: Cantidad
id: Jumlah
pt: Quantidade
zh: 數量

source: Dice Value
es: Valor del Dado
id: Nilai Dadu
pt: Valor do Dado
zh: 骰子點數

source: You win!
es: ¡Ganaste!
id: Anda Menang!
pt: Você Ganhou!
zh: 你贏了！

source: You lose!
es: ¡Perdiste!
id: Anda Kalah!
pt: Você Perdeu!
zh: 你輸了！

# aiWins
source: {name} wins!
es: ¡{name} gana!
id: {name} menang!
pt: {name} venceu!
zh: {name}贏了！

source: Drink!
es: ¡Bebe!
id: Minum!
pt: Beba!
zh: 喝酒！

source: Cheers!
es: ¡Salud!
id: Bersulang!
pt: Saúde!
zh: 乾杯！

# drunkWarning
source: You're too drunk to continue!
es: ¡Estás demasiado borracho para continuar!
id: Anda terlalu mabuk untuk melanjutkan!
pt: Você está bêbado demais para continuar!
zh: 你醉得不能繼續了！

# drunkWarningTitle
source: 🥴 Drunk Warning!
es: 🥴 ¡Advertencia de borrachera!
id: 🥴 Peringatan Mabuk!
pt: 🥴 Aviso de Embriaguez!
zh: 🥴 醉酒警告！

# drinksConsumedMessage
source: You've had {count} drinks
es: Has tomado {count} bebidas
id: Anda sudah minum {count} gelas
pt: Você bebeu {count} doses
zh: 你已經喝了{count}杯酒

# soberPotionRemaining
source: {count} bottles left
es: Quedan {count} botellas
id: Tersisa {count} botol
pt: Restam {count} garrafas
zh: 剩餘 {count} 瓶

# drunkDescription
source: {name} looks at you drunkenly
es: {name} te mira con ojos ebrios
id: {name} menatapmu dengan tatapan mabuk
pt: {name} olha para você embriagada
zh: {name}醉意朦朧地看著你

# drunkStatusDeadDrunk
source: Dead drunk
es: Borracho perdido
id: Mabuk berat
pt: Bêbado morto
zh: 爛醉如泥

# drunkStatusDizzy
source: Dizzy drunk
es: Mareado
id: Mabuk pusing
pt: Tonto de bêbado
zh: 醉意朦朧

# drunkStatusObvious
source: Obviously drunk
es: Obviamente borracho
id: Jelas mabuk
pt: Obviamente bêbado
zh: 明顯醉意

# drunkStatusTipsy
source: Tipsy
es: Achispado
id: Sedikit mabuk
pt: Alegre
zh: 微醺狀態

# drunkStatusSlightly
source: Slightly drunk
es: Ligeramente ebrio
id: Agak mabuk
pt: Levemente bêbado
zh: 略有酒意

# drunkStatusOneDrink
source: Had one drink
es: Una copa
id: Satu gelas
pt: Uma dose
zh: 小酌一杯

# drunkStatusSober
source: Sober
es: Sobrio
id: Sadar
pt: Sóbrio
zh: 清醒狀態

# soberUp
source: Wait to sober up or watch an ad
es: Espera para estar sobrio o mira un anuncio
id: Tunggu untuk sadar atau tonton iklan
pt: Espere ficar sóbrio ou assista um anúncio
zh: 等待清醒或觀看廣告

source: Watch Ad
es: Ver Anuncio
id: Tonton Iklan
pt: Assistir Anúncio
zh: 觀看廣告

# watchAdUnlock
source: Watch Ad
es: Ver Anuncio
id: Tonton Iklan
pt: Assistir Anúncio
zh: 觀看廣告

# waitTime
source: Wait {minutes} minutes
es: Espera {minutes} minutos
id: Tunggu {minutes} menit
pt: Aguarde {minutes} minutos
zh: 等待{minutes}分鐘

source: Unlock VIP
es: Desbloquear VIP
id: Buka VIP
pt: Desbloquear VIP
zh: 解鎖VIP

source: Unlock VIP Character
es: Desbloquear Personaje VIP
id: Buka Karakter VIP
pt: Desbloquear Personagem VIP
zh: 解鎖VIP角色

# chooseUnlockMethod
source: Choose a method to unlock this VIP character
es: Elige un método para desbloquear este personaje VIP
id: Pilih cara untuk membuka karakter VIP ini
zh: 選擇以下方式解鎖此VIP角色

# freePlayOneHour
source: Free play for 1 hour
es: Juega gratis por 1 hora
id: Main gratis selama 1 jam
pt: Jogue grátis por 1 hora
zh: 免費遊玩1小時

source: Permanent Unlock
es: Desbloqueo Permanente
id: Buka Permanen
pt: Desbloqueio Permanente
zh: 永久解鎖

# gemsRequired
source: {required} gems (you have {current} gems)
es: {required} gemas (tienes {current} gemas)
id: {required} permata (kamu punya {current} permata)
pt: {required} gemas (você tem {current} gemas)
zh: {required}寶石（你有{current}寶石）

# laterDecide
source: Maybe Later
es: Tal vez más tarde
id: Mungkin nanti
pt: Talvez mais tarde
zh: 稍後再說

source: VIP Benefits
es: Beneficios VIP
id: Keuntungan VIP
pt: Benefícios VIP
zh: VIP特權

source: No Ads
es: Sin Anuncios
id: Tanpa Iklan
pt: Sem Anúncios
zh: 無廣告

# exclusiveContent
source: Exclusive Characters
es: Personajes Exclusivos
id: Karakter Eksklusif
pt: Personagens Exclusivos
zh: 獨家角色

source: Bonus Rewards
es: Recompensas Extra
id: Hadiah Bonus
pt: Recompensas Extras
zh: 額外獎勵

# price
source: Price: {amount}
es: Precio: {amount}
id: Harga: {amount}
pt: Preço: {amount}
zh: 價格：{amount}

source: Purchase
es: Comprar
id: Beli
pt: Comprar
zh: 購買

source: Restore Purchases
es: Restaurar Compras
id: Pulihkan Pembelian
pt: Restaurar Compras
zh: 恢復購買

source: Share
es: Compartir
id: Bagikan
pt: Compartilhar
zh: 分享

# shareMessage
source: I just won in Dice Girls! Can you beat me?
es: ¡Acabo de ganar en Dice Girls! ¿Puedes vencerme?
id: Saya baru saja menang di Dice Girls! Bisakah Anda mengalahkan saya?
pt: Acabei de ganhar no Dice Girls! Você consegue me vencer?
zh: 我剛在骰子吹牛中獲勝！你能打敗我嗎？

# shareSubject
source: Dice Girls - Perfect Victory!
es: Dice Girls - ¡Victoria Perfecta!
id: Dice Girls - Kemenangan Sempurna!
pt: Dice Girls - Vitória Perfeita!
zh: 骰色天香 - 完美勝利！

# shareTemplate1
source: 🎉 I got {name} drunk in Dice Girls! {drinks} drinks total, {minutes} minutes of private time~ #DiceGirls #PerfectVictory
es: 🎉 ¡Emborraché a {name} en Dice Girls! {drinks} bebidas en total, {minutes} minutos a solas~ #DiceGirls #VictoriaPerfecta
id: 🎉 Saya membuat {name} mabuk di Dice Girls! Total {drinks} minuman, {minutes} menit berduaan~ #DiceGirls #KemenanganSempurna
pt: 🎉 Embebedei {name} no Dice Girls! {drinks} bebidas no total, {minutes} minutos a sós~ #DiceGirls #VitóriaPerfeita
zh: 🎉 我在骰色天香把{name}灌醉了！喝了整整{drinks}杯，獨處了{minutes}分鐘～ #骰色天香 #完美勝利

# shareTemplate2
source: 🏆 Victory Report: {name} is down! {drinks} drinks consumed, intimacy +{minutes}! Who dares to challenge? #DiceGirls
es: 🏆 Reporte de Victoria: ¡{name} cayó! {drinks} bebidas consumidas, intimidad +{minutes}! ¿Quién se atreve? #DiceGirls
id: 🏆 Laporan Kemenangan: {name} tumbang! {drinks} minuman dikonsumsi, keintiman +{minutes}! Siapa yang berani? #DiceGirls
pt: 🏆 Relatório de Vitória: {name} caiu! {drinks} bebidas consumidas, intimidade +{minutes}! Quem se atreve? #DiceGirls
zh: 🏆 戰績播報：{name}已倒！{drinks}杯下肚，親密度+{minutes}！誰敢來挑戰？ #骰色天香

# shareTemplate3
source: 😎 Easy win against {name}! Only {drinks} drinks and they're out, we chatted for {minutes} minutes~ #DiceGirls
es: 😎 Fácil victoria contra {name}! Solo {drinks} bebidas y quedó fuera, charlamos {minutes} minutos~ #DiceGirls
id: 😎 Mudah menang melawan {name}! Hanya {drinks} minuman dan mereka pingsan, kami ngobrol {minutes} menit~ #DiceGirls
pt: 😎 Vitória fácil contra {name}! Apenas {drinks} bebidas e ficou fora, conversamos {minutes} minutos~ #DiceGirls
zh: 😎 輕鬆拿下{name}！{drinks}杯酒就不行了，我們還聊了{minutes}分鐘的小秘密～ #骰色天香

# shareTemplate4
source: 🍺 Tonight's MVP is me! {name} passed out after {drinks} drinks, the next {minutes} minutes... you know 😏 #DiceGirls
es: 🍺 ¡El MVP de esta noche soy yo! {name} se desmayó después de {drinks} bebidas, los siguientes {minutes} minutos... ya sabes 😏 #DiceGirls
id: 🍺 MVP malam ini adalah saya! {name} pingsan setelah {drinks} minuman, {minutes} menit berikutnya... kamu tahu 😏 #DiceGirls
pt: 🍺 O MVP desta noite sou eu! {name} desmaiou após {drinks} bebidas, os próximos {minutes} minutos... você sabe 😏 #DiceGirls
zh: 🍺 今晚的MVP是我！{name}醉倒在第{drinks}杯，接下來的{minutes}分鐘...你懂的😏 #骰色天香

# shareCardDrunk
source: Drunk
es: Borracho
id: Mabuk
pt: Bêbado
zh: 已醉倒

# shareCardIntimacy
source: Intimacy
es: Intimidad
id: Keintiman
pt: Intimidade
zh: 親密度

# shareCardPrivateTime
source: Private time: {minutes} minutes
es: Tiempo a solas: {minutes} minutos
id: Waktu berduaan: {minutes} menit
pt: Tempo a sós: {minutes} minutos
zh: 獨處了 {minutes} 分鐘

# shareCardDrinkCount
source: {count} drinks to pass out
es: {count} bebidas para desmayarse
id: {count} minuman sampai pingsan
pt: {count} bebidas para desmaiar
zh: {count} 杯醉倒

# shareCardGameName
source: Dice Girls
zh: 骰色天香

source: Rate App
es: Calificar App
id: Nilai Aplikasi
pt: Avaliar App
zh: 評價應用

source: Feedback
es: Comentarios
id: Umpan Balik
zh: 反饋

# version
source: Version {version}
es: Versión
id: Versi {version}
pt: Versão
zh: 版本 {version}

# allDiceValues
source: All dice
es: Todos los dados
id: Semua dadu
pt: Todos os dados
zh: 所有骰子

# onesLoseWildcard
source: 1s are no longer wildcards!
es: ¡Los 1 ya no son comodines!
id: 1 tidak lagi wildcard!
pt: 1s não são mais curingas!
zh: 1不再是萬能牌！

# wildcardActive
source: 1s count as any number
es: Los 1 cuentan como cualquier número
id: 1 dihitung sebagai angka apa pun
pt: 1s contam como qualquer número
zh: 1可以當作任何數字

# tutorialTitle
source: Tutorial
zh: 教程

# skipTutorial
source: Skip
es: Omitir
id: Lewati
pt: Pular
zh: 跳過

source: Next
es: Siguiente
id: Berikutnya
pt: Próximo
zh: 下一步

source: Previous
es: Anterior
id: Sebelumnya
pt: Anterior
zh: 上一步

source: Done
es: Hecho
id: Selesai
pt: Concluído
zh: 完成

source: Connection lost
es: Conexión perdida
id: Koneksi terputus
pt: Conexão perdida
zh: 連線丟失

source: Reconnecting...
es: Reconectando...
id: Menghubungkan kembali...
pt: Reconectando...
zh: 重新連線中...

# loginSuccess
source: Login successful
es: Inicio de sesión exitoso
id: Login berhasil
pt: Login bem-sucedido
zh: 登入成功

source: Login failed
es: Inicio de sesión fallido
id: Login gagal
pt: Falha no login
zh: 登入失敗

source: Guest Mode
es: Modo Invitado
id: Mode Tamu
pt: Modo Convidado
zh: 訪客模式

source: Create Account
es: Crear Cuenta
id: Buat Akun
pt: Criar Conta
zh: 創建帳號

source: Forgot Password?
es: ¿Olvidaste tu Contraseña?
id: Lupa Kata Sandi?
pt: Esqueceu a Senha?
zh: 忘記密碼？

source: Remember Me
es: Recuérdame
id: Ingat Saya
pt: Lembrar-me
zh: 記住我

source: Terms of Service
es: Términos de Servicio
id: Ketentuan Layanan
pt: Termos de Serviço
zh: 服務條款

source: Privacy Policy
es: Política de Privacidad
id: Kebijakan Privasi
pt: Política de Privacidade
zh: 隱私政策

# agreeToTerms
source: By continuing, you agree to our {terms} and {privacy}
es: Al continuar, aceptas nuestros {terms} y {privacy}
id: Dengan melanjutkan, Anda menyetujui {terms} dan {privacy} kami
pt: Ao continuar, você concorda com nossos {terms} e {privacy}
zh: 繼續即表示您同意我們的{terms}和{privacy}

# playerDiceLabel
source: Your dice
es: Tus dados
id: Dadu Anda
pt: Você
zh: 你的骰子

# aiDiceLabel
source: {name}'s dice
es: Dados de {name}
id: Dadu {name}
pt: {name}
zh: {name}的骰子

# pleaseWaitThinking
source: {name} is thinking...
es: {name} está pensando...
id: {name} sedang berpikir...
pt: {name} está pensando...
zh: {name}思考中...

# pleaseBid
source: Make your bid
es: Haz tu apuesta
id: Buat taruhanmu
pt: Faça sua aposta
zh: 輪到你叫牌

# showDice
source: Call the bluff!
es: ¡Mostrar dados!
id: Tunjukkan dadu!
pt: Mostrar dados!
zh: 開骰子！

# challengeOpponent
source: Challenge opponent's bid
es: Desafiar apuesta del oponente
id: Tantang taruhan lawan
pt: Desafiar aposta do oponente
zh: 質疑對手叫牌

# challengePlayerBid
source: Challenge player's bid: {quantity}×{value}
es: Desafiar apuesta del jugador: {quantity}×{value}
id: Tantang taruhan pemain: {quantity}×{value}
pt: Desafiar aposta do jogador: {quantity}×{value}
zh: 質疑玩家叫牌：{quantity}個{value}

# playerShowDice
source: Player reveals the dice!
es: ¡El jugador muestra los dados!
id: Pemain menunjukkan dadu!
pt: Jogador mostra os dados!
zh: 玩家開骰子！

# aiShowDice
source: {name} reveals the dice!
es: ¡{name} muestra los dados!
id: {name} menunjukkan dadu!
pt: {name} mostra os dados!
zh: {name}開骰子！

source: Sober options
es: Opciones para desembriagar
id: Opsi untuk sadar
pt: Opções para ficar sóbrio
zh: 醒酒選項

# adLoadFailed
source: Ad failed to load
es: Error al cargar el anuncio
id: Gagal memuat iklan
pt: Falha ao carregar anúncio
zh: 廣告加載失敗

# adLoadFailedTryLater
source: Ad failed to load, please try again later
es: Error al cargar el anuncio, inténtalo de nuevo
id: Gagal memuat iklan, coba lagi nanti
pt: Falha ao carregar anúncio, tente novamente
zh: 廣告加載失敗，請稍後再試

# minimumBidTwo
source: Minimum bid is 2
es: La apuesta mínima es 2
id: Taruhan minimum adalah 2
pt: Aposta mínima é 2
zh: 起叫最少2個

# languageChanged
source: Language changed to {language}
es: Idioma cambiado a {language}
id: Bahasa diubah ke {language}
pt: Idioma alterado para {language}
zh: 語言已切換為{language}

# tempUnlocked
source: ✨ Temporarily unlocked {name} for 1 hour
es: ✨ {name} desbloqueado temporalmente por 1 hora
id: ✨ {name} dibuka sementara selama 1 jam
pt: ✨ {name} desbloqueado temporariamente por 1 hora
zh: ✨ 已臨時解鎖{name}，有效期1小時

# permanentUnlocked
source: 🎉 Successfully unlocked {name} permanently
es: 🎉 {name} desbloqueado permanentemente
id: 🎉 {name} berhasil dibuka permanen
pt: 🎉 {name} desbloqueado permanentemente
zh: 🎉 成功永久解鎖{name}

source: Screenshot saved!
es: ¡Captura guardada!
id: Tangkapan layar tersimpan!
pt: Captura salva!
zh: 截圖已保存！

# tempUnlockTime
source: {minutes} min
id: {minutes} menit
zh: {minutes}分鐘

# adWatchedSober
source: ✨ Ad watched, fully sober!
es: ✨ ¡Anuncio visto, completamente sobrio!
id: ✨ Iklan ditonton, sepenuhnya sadar!
pt: ✨ Anúncio assistido, completamente sóbrio!
zh: ✨ 廣告觀看完成，完全清醒了！

# usedSoberPotion
source: Used sober potion, sobered up 2 drinks!
es: ¡Usaste poción de sobriedad, despejaste 2 bebidas!
id: Menggunakan ramuan sadar, membersihkan 2 minuman!
pt: Usou poção de sobriedade, ficou sóbrio de 2 bebidas!
zh: 使用醒酒藥水，清醒了2杯！

# aiSoberedUp
source: ✨ {name} sobered up, continue the game!
es: ✨ ¡{name} se desembriagó, continúa el juego!
id: ✨ {name} sadar, lanjutkan permainan!
pt: ✨ {name} ficou sóbrio, continue o jogo!
zh: ✨ {name}醒酒了，繼續對戰！

source: Challenge probability
es: Probabilidad de desafío
id: Probabilitas tantangan
pt: Probabilidade de desafio
zh: 質疑概率計算

source: Challenge will succeed
es: El desafío tendrá éxito
id: Tantangan akan berhasil
pt: O desafio terá sucesso
zh: 質疑必定成功

source: Challenge will fail
es: El desafío fallará
id: Tantangan akan gagal
pt: O desafio falhará
zh: 質疑必定失敗

source: Challenge success rate
es: Tasa de éxito del desafío
id: Tingkat keberhasilan tantangan
pt: Taxa de sucesso do desafio
zh: 質疑成功率

# challengeSuccessRateDisplay
source: Success chance: {rate}%
es: Probabilidad de éxito: {rate}%
id: Peluang sukses: {rate}%
pt: Chance de sucesso: {rate}%
zh: 成功率: {rate}%

# aiDecisionProcess
source: {name} Decision Process
es: Proceso de decisión de {name}
id: Proses keputusan {name}
pt: Processo de decisão de {name}
zh: {name}決策過程

# challengePlayerBidAction
source: Challenge player's bid: {quantity}×{value}
es: Desafiar apuesta del jugador: {quantity}×{value}
id: Tantang taruhan pemain: {quantity}×{value}
pt: Desafiar aposta do jogador: {quantity}×{value}
zh: 質疑玩家叫牌：{quantity}個{value}

# challengeOpponentAction
source: Challenge opponent's bid
es: Desafiar apuesta del oponente
id: Tantang taruhan lawan
pt: Desafiar aposta do oponente
zh: 質疑對手叫牌

# openingBidAction
source: Opening bid: {quantity}×{value}
es: Apuesta inicial: {quantity}×{value}
id: Taruhan pembuka: {quantity}×{value}
pt: Aposta inicial: {quantity}×{value}
zh: 開局叫牌：{quantity}個{value}

# respondToBidAction
source: Respond to player's {playerQuantity}×{playerValue}, bid: {aiQuantity}×{aiValue}
es: Responder a {playerQuantity}×{playerValue} del jugador, apostar: {aiQuantity}×{aiValue}
id: Menanggapi {playerQuantity}×{playerValue} pemain, bertaruh: {aiQuantity}×{aiValue}
pt: Responder a {playerQuantity}×{playerValue} do jogador, apostar: {aiQuantity}×{aiValue}
zh: 回應玩家{playerQuantity}個{playerValue}，叫牌：{aiQuantity}個{aiValue}

# continueBiddingAction
source: Continue bidding
es: Continuar apostando
id: Lanjutkan bertaruh
pt: Continuar apostando
zh: 繼續叫牌

# challengeProbabilityLog
source: Challenge probability calculation (Player's perspective)
es: Cálculo de probabilidad de desafío (Perspectiva del jugador)
id: Perhitungan probabilitas tantangan (Perspektif pemain)
pt: Cálculo de probabilidade de desafio (Perspectiva do jogador)
zh: 質疑概率計算（玩家視角）

source: Challenge will definitely succeed
es: El desafío definitivamente tendrá éxito
id: Tantangan pasti akan berhasil
pt: O desafio definitivamente terá sucesso
zh: 質疑必定成功

source: Challenge will definitely fail
es: El desafío definitivamente fallará
id: Tantangan pasti akan gagal
pt: O desafio definitivamente falhará
zh: 質疑必定失敗

source: Challenge probability result
es: Resultado de probabilidad de desafío
id: Hasil probabilitas tantangan
pt: Resultado da probabilidade de desafio
zh: 質疑概率結果

# challengeSuccessRateValue
source: Challenge success rate
es: Tasa de éxito del desafío
id: Tingkat keberhasilan tantangan
pt: Taxa de sucesso do desafio
zh: 質疑成功率

source: Challenger
es: Retador
id: Penantang
pt: Desafiador
zh: 質疑方

# intimacyTip
source: Get me drunk to increase intimacy~
es: ¡Emboráchame para aumentar la intimidad~!
id: Buat aku mabuk untuk meningkatkan keintiman~
pt: Me deixe bêbado para aumentar a intimidade~
zh: 只要你把我灌醉就可以提高親密度哦～

# gameGreeting
source: Welcome! Let's play!
es: ¡Bienvenido! ¡Juguemos!
id: Selamat datang! Ayo bermain!
pt: Bem-vindo! Vamos jogar!
zh: 歡迎！一起玩吧！

# aiBidFormat
source: {quantity} {value}'s
es: {quantity} {value}
id: {quantity} angka {value}
pt: {quantity} {value}
zh: 我叫{quantity}個{value}

# defaultChallenge
source: I don't believe you
es: No te creo
id: Saya tidak percaya
pt: Não acredito
zh: 我不信

# defaultValueBet
source: Steady
es: Seguro
id: Mantap
pt: Firme
zh: 穩穩的

# defaultSemiBluff
source: Let's try
es: Probemos
id: Coba saja
pt: Vamos tentar
zh: 試試看

# defaultBluff
source: Just like that
es: Así es
id: Begitu saja
pt: É assim
zh: 就這樣

# defaultReverseTrap
source: I'm... not sure
es: No... estoy seguro
id: Saya... tidak yakin
pt: Não... tenho certeza
zh: 我...不太確定

# defaultPressurePlay
source: Time to decide
es: Hora de decidir
id: Saatnya memutuskan
pt: Hora de decidir
zh: 該決定了

# defaultSafePlay
source: Playing safe
es: Jugando seguro
id: Main aman
pt: Jogando seguro
zh: 求穩

# defaultPatternBreak
source: Change it up
es: Cambiemos
id: Ganti cara
pt: Vamos mudar
zh: 換個玩法

# defaultInduceAggressive
source: Come on
es: Vamos
id: Ayo
pt: Vamos lá
zh: 來啊

# wildcard
source: Wild
es: Comodín
id: Wildcard
pt: Curinga
zh: 萬能

# notWildcard
source: Not Wild
es: No comodín
id: Bukan wildcard
pt: Não curinga
zh: 不是萬能

# wildcardWithCount
source: (incl. {count}×1)
es: (+{count}×1)
id: (+{count}×1)
pt: (+{count}×1)
zh: （含{count}×1）

# noWildcard
source: (no wild)
es: (sin comodines)
id: (tanpa wildcard)
pt: (sem curingas)
zh: （無萬能）

# currentBidDisplay
source: {quantity} {value}'s
es: {quantity} {value}
id: {quantity} {value}
pt: {quantity} {value}
zh: {quantity}個{value}

# bidLabel
source: Bid: {quantity}×{value}s
es: Apuesta: {quantity} {value}
id: Taruhan: {quantity} {value}
pt: Aposta: {quantity} {value}
zh: 叫牌：{quantity}個{value}

# actualLabel
source: Actual: {count}×{value}s
es: Real: {count} {value}
id: Aktual: {count} {value}
pt: Real: {count} {value}
zh: 實際：{count}個{value}

# playerDataAnalysis
source: Your Stats
es: Tus Estadísticas
id: Statistik Anda
pt: Suas Estatísticas
zh: 你的統計
