Repository: Goople95/face_battle
Catalog: lib/l10n/app_*.arb
Languages: es, id, pt, zh

# vsRecord
source: Battle Record
es: Registro de Batallas
id: Catatan Pertempuran
pt: Registro de Batalhas
zh: 戰鬥記錄

# gameStyle
source: Play Style
es: Estilo de Juego
id: Gaya Bermain
pt: Estilo de Jogo
zh: 遊戲風格

# bluffingTendency
source: Bluff Rate
es: Tasa de Farol
id: Tingkat Gertakan
pt: Taxa de Blefe
zh: 詐唱率

# aggressiveness
source: Aggression
es: Agresión
id: Agresivitas
pt: Agressividade
zh: 進攻性

source: Challenge Rate
es: Tasa de Desafío
id: Tingkat Tantangan
pt: Taxa de Desafio
zh: 質疑率

# styleNovice
source: Novice
pt: Iniciante
zh: 新手

# styleBluffMaster
source: Bluff Master
pt: Mestre do Blefe
zh: 詐唱大師

# styleBluffer
source: Bluffer
pt: Blefador
zh: 詐唱高手

# styleHonest
source: Honest
pt: Estável
zh: 誠實玩家

# styleAggressive
source: Aggressive
pt: Corajoso
zh: 激進派

# styleOffensive
source: Offensive
pt: Ofensivo
zh: 進攻型

# styleConservative
source: Conservative
pt: Estratégico
zh: 保守派

# styleChallenger
source: Challenger
pt: Desafiador
zh: 挑戰者

# styleCautious
source: Cautious
pt: Tático
zh: 謹慎型

# styleBalanced
source: Balanced
pt: Equilibrado
zh: 均衡型

# totalGames
source: {count} games
es: {count} juegos
id: {count} permainan
pt: {count} jogos
zh: {count}局

# win
source: W
es: V
id: M
pt: V
zh: 勝

# lose
source: L
es: D
id: K
pt: D
zh: 負

source: Debug Tool
es: Herramienta de Depuración
id: Alat Debug
pt: Ferramenta de Depuração
zh: 除錯工具

source: No VIP Characters
es: Sin Personajes VIP
id: Tidak Ada Karakter VIP
pt: Sem Personagens VIP
zh: 無VIP角色

# minutes
source: {count} minutes
es: {count} minutos
id: {count} menit
pt: {count} minutos
zh: {count}分鐘

# sober
source: Sober Up
es: Despejar
id: Sadar
pt: Sóbrio
zh: 醒酒

source: Use Sober Potion
es: Usar Poción de Sobriedad
id: Gunakan Ramuan Sadar
pt: Usar Poção de Sobriedade
zh: 使用醒酒藥

source: Close
es: Cerrar
id: Tutup
pt: Fechar
zh: 關閉

# aiIsDrunk
source: {name} is drunk!
es: {name} está borracha
id: {name} sedang mabuk
pt: {name} está bêbada
zh: {name}喝醉了

# aiDrunkMessage
source: She's too drunk to play Help her sober up
es: Está demasiado borracha para jugar Ayúdala a despejarse
id: Dia terlalu mabuk untuk bermain Bantu dia sadar
pt: Ela está bêbada demais para jogar Ajude-a a ficar sóbria
zh: 她太醉了不能玩 幫她醒酒吧

# watchAdToSober
source: Watch Ad
es: Ver Anuncio
id: Tonton Iklan
pt: Ver Anúncio
zh: 看廣告

# languageSwitched
source: Language switched to {language}
es: Idioma cambiado
id: Bahasa diubah
pt: Idioma alterado
zh: 語言已切換

# instructionsDetail
source: • Each player rolls 5 dice secretly • 1s are wildcards, count as any number • Bids must increase in quantity or dice value • Challenge when you think they're lying
es: Instrucciones detalladas
id: Instruksi detail
pt: Instruções detalhadas
zh: 詳細說明

# yourDice
source: You rolled
es: Tus Dados
id: Dadu Anda
pt: Seus Dados
zh: 你的骰子

# bidCall
source: Bid: {quantity}×{value}
es: Apuesta
id: Taruhan
pt: Aposta
zh: 叫牌

# bidMustBeHigher
source: Bid must be higher than current
es: La apuesta debe ser mayor
id: Taruhan harus lebih tinggi
pt: A aposta deve ser maior
zh: 叫牌必須更大

source: Round End
es: Fin de Ronda
id: Akhir Putaran
pt: Fim da Rodada
zh: 回合結束

source: Round {number}
es: Ronda {number}
id: Putaran {number}
pt: Rodada {number}
zh: 第 {number} 回合

# nextBidHint
source: Next bid: qty > {quantity} or value > {value}
es: Siguiente: cant > {quantity} o valor > {value}
id: Berikutnya: jml > {quantity} atau nilai > {value}
pt: Próxima: qtd > {quantity} ou valor > {value}
zh: 下次叫牌：數量 > {quantity} 或點數 > {value}

source: Back to Home
es: Volver al Inicio
id: Kembali ke Beranda
pt: Voltar ao Início
zh: 返回首頁

source: Play Again
es: Jugar de Nuevo
id: Main Lagi
pt: Jogar Novamente
zh: 再玩一次

source: Share Result
es: Compartir Resultado
id: Bagikan Hasil
pt: Compartilhar Resultado
zh: 分享結果

# aiThinking
source: AI is thinking...
es: {name} está pensando...
id: {name} sedang berpikir...
pt: {name} está pensando...
zh: {name}正在思考...

source: Bid History
es: Historial de Apuestas
id: Riwayat Taruhan
pt: Histórico de Apostas
zh: 叫牌歷史

# completeBidHistory
source: Bid History
es: Historial Completo
id: Riwayat Lengkap
pt: Histórico Completo
zh: 完整叫牌記錄

# totalGamesCount
source: Games
es: Total de Juegos
id: Total Permainan
pt: Total de Jogos
zh: 總局數

# watchAdSuccess
source: ✨ Watched ad, fully sober!
es: ✨ Anuncio visto, completamente sobrio!
id: ✨ Iklan ditonton, sepenuhnya sadar!
pt: ✨ Anúncio assistido, completamente sóbrio!
zh: ✨ 廣告看完，完全醒酒！

# aiSoberSuccess
source: ✨ {name} is sober!
es: ✨ ¡{name} está sobria!
id: ✨ {name} sudah sadar!
pt: ✨ {name} está sóbria!
zh: ✨ {name}醒酒了！

# drunkStatus
source: You're too drunk to continue! Need to sober up
es: ¡Estás demasiado borracho para continuar! Necesitas despejarte
id: Anda terlalu mabuk untuk melanjutkan! Anda perlu sadar
pt: Você está bêbado demais para continuar! Você precisa ficar sóbrio
zh: 你太醉了不能繼續！ 你需要醒醒酒

# soberTip
source: 💡 Tip: Naturally sober 1 drink per 10 min, fully recover in 1 hour
es: 💡 Consejo: Naturalmente sobrio 1 bebida cada 10 min
id: 💡 Tips: Secara alami sadar 1 minuman setiap 10 menit
pt: 💡 Dica: Naturalmente sóbrio 1 bebida a cada 10 min
zh: 💡 小貼士：每10分鐘自然恢復1杯酒

# watchAdToSoberTitle
source: Watch Ad to Sober
es: Ver Anuncio para Despejar
id: Tonton Iklan untuk Sadar
pt: Assistir Anúncio para Ficar Sóbrio
zh: 看廣告醒酒

# returnToHome
source: Return home, naturally sober
es: Volver a casa, naturalmente sobrio
id: Kembali ke rumah, sadar secara alami
pt: Voltar para casa, ficar sóbrio naturalmente
zh: 回家，自然醒酒

# youRolled
source: Your Dice
es: Sacaste
id: Anda melempar
pt: Você tirou
zh: 你擲出

# aiRolled
source: {name}'s Dice
es: {name} sacó
id: {name} melempar
pt: {name} tirou
zh: {name}擲出

source: My Dice
es: Mis Dados
id: Dadu Saya
pt: Meus Dados
zh: 我的骰子

source: Challenging
es: Desafiando
id: Menantang
pt: Desafiando
zh: 正在質疑

source: Game Tips
es: Consejos del Juego
id: Tips Permainan
pt: Dicas do Jogo
zh: 遊戲提示

# userIdPrefix
source: ID: {id}
es: ID:
id: ID:
pt: ID:
zh: ID：

# privateTime
source: Private time: {minutes} minutes
es: Tiempo privado: {minutes} minutos
id: Waktu pribadi: {minutes} menit
pt: Tempo privado: {minutes} minutos
zh: 私人時間：{minutes}分鐘

source: Victory
es: Victoria
id: Kemenangan
pt: Vitória
zh: 勝利

# drunkAndWon
source: {name} passed out, you won!
es: {name} se desmayó, ¡ganaste!
id: {name} pingsan, Anda menang!
pt: {name} desmaiou, você ganhou!
zh: {name}醉倒了，你贏了！

source: Copied to clipboard
es: Copiado al portapapeles
id: Disalin ke papan klip
pt: Copiado para a área de transferência
zh: 已複製到剪貼板

# nightFall
source: 🌙 It's late...
es: 🌙 Es tarde...
id: 🌙 Malam larut...
pt: 🌙 Está tarde...
zh: 🌙 夜深了...

# aiGotDrunk
source: {name} is drunk
es: {name} está borracha
id: {name} mabuk
pt: {name} está bêbada
zh: {name} 醉了

# timePassesBy
source: Time passes quietly
es: El tiempo pasa silenciosamente
id: Waktu berlalu diam-diam
pt: O tempo passa silenciosamente
zh: 時間悄然流逝

# aiAndYou
source: {name} and you...
es: {name} y tú...
id: {name} dan kamu...
pt: {name} e você...
zh: {name}與你...

# relationshipCloser
source: Getting closer
es: Más cerca
id: Semakin dekat
pt: Mais próximos
zh: 關係更近了一步

source: Tap to continue
es: Toca para continuar
id: Ketuk untuk lanjut
pt: Toque para continuar
zh: 輕觸繼續

# intimacyIncreased
source: Intimacy +{points}
es: Intimidad +{points}
id: Keintiman +{points}
pt: Intimidade +{points}
zh: 親密度增加了 +{points}

# intimacyGrowing
source: Growing...
es: Creciendo...
id: Bertumbuh...
pt: Crescendo...
zh: 增長中...

# upgradeToKnowMore
source: Level up to know more of her secrets
es: Sube de nivel para conocer más de sus secretos
id: Naik level untuk tahu lebih banyak rahasianya
pt: Suba de nível para conhecer mais segredos dela
zh: 升級就可以知道更多她的小秘密

# youKnowAllSecrets
source: You know all her secrets
es: Ya conoces todos sus secretos
id: Kamu sudah tahu semua rahasianya
pt: Você já conhece todos os segredos dela
zh: 你已經了解她的所有秘密

# congratsIntimacyUpgrade
source: Intimacy +1 level!
es: ¡Intimidad +1 nivel!
id: Keintiman +1 level!
pt: Intimidade +1 nível!
zh: 恭喜！親密度升級了！

source: Show Off
es: Presumir
id: Pamer
pt: Exibir
zh: 炫耀

# continueButton
source: Continue
es: Continuar
id: Lanjut
pt: Continuar
zh: 繼續

source: Rematch
es: Revancha
id: Main Lagi
pt: Revanche
zh: 再戰

source: 🏆 Perfect Victory!
es: 🏆 ¡Victoria Perfecta!
id: 🏆 Kemenangan Sempurna!
pt: 🏆 Vitória Perfeita!
zh: 🏆 完美勝利！

source: Sharing image
es: Compartiendo imagen
id: Membagikan gambar
pt: Compartilhando imagem
zh: 分享圖片

source: Loading avatar...
es: Cargando avatar...
id: Memuat avatar...
pt: Carregando avatar...
zh: 正在載入頭像...

source: Generating share image...
es: Generando imagen para compartir...
id: Membuat gambar untuk dibagikan...
pt: Gerando imagem de compartilhamento...
zh: 正在生成分享圖片...

source: Challenge Now
es: Desafiar Ahora
id: Tantang Sekarang
pt: Desafiar Agora
zh: 立即挑戰

# gameSlogan
source: 100+ waiting for your challenge
es: 100+ esperando tu desafío
id: 100+ menunggu tantangan Anda
pt: 100+ esperando seu desafio
zh: 100+等你來挑戰

# intimacyLevelShort
source: Lv.{level}
es: Nv.{level}
pt: Nv.{level}

# maxLevel
source: MAX
es: MÁX
id: MAKS
pt: MÁX
